Repository: ChillCode/simple-menu-order-column
Catalog: i18n/languages/simple-menu-order-column-*.po
Languages: ca, es_es

source: Add a menu order column to your listings.
ca: Afegiu una columna d'ordre de menú als vostres llistats.
es_es: Añade una columna de orden de menú a sus listados.

source: An error ocurred while updating menu order.
ca: S'ha produït un error en actualitzar l'ordre del menú.
es_es: Se produjo un error al actualizar el orden de menú.

source: Invalid WP installation, variables typenow or ajaxurl are not initialized.
ca: La instal·lació de WP no és vàlida, les variables typenow o ajaxurl no estan inicialitzades.
es_es: Instalación de WordPress no válida, las variables typenow o ajaxurl no están inicializadas.

source: Order
ca: Ordre
es_es: Orden

source: Should the menu order value be updated?
ca: S'ha d'actualitzar el valor de la comanda del menú?
es_es: ¿Se debe actualizar el valor del orden de menú?

source: The menu order has been updated successfully.
ca: L'ordre del menú s'ha actualitzat correctament.
es_es: El orden de menú se actualizó correctamente.

source: The menu order value is invalid.
ca: El valor de l'ordre del menú no és vàlid.
es_es: El valor de orden de menú no es válido.

source: The post_id is invalid.
ca: El post_id no és vàlid.
es_es: El identificador de publicación no es válido.

source: The postNonce is invalid.
ca: El postNonce no és vàlid.
es_es: El identificador único no es vñaido

source: Updating menu order...
ca: Actualitzant l'ordre de menú...
es_es: Actualizando el orden de menú...
